mas "Kindle", id: 302584613
mas "LINE", id: 539883307

brew "bottom"
brew "gh"
brew "go"
brew "mas"

cask "battery"
cask "brave-browser"
cask "discord"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "logi-options+"
cask "meetingbar"
cask "monitorcontrol"
cask "notion"
cask "orbstack"
cask "raycast"
cask "readdle-spark"
cask "scroll-reverser"
cask "spotify"
cask "steam"
cask "visual-studio-code"
