brew "gh"
brew "go"

cask "battery"
cask "brave-browser"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-drive"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "logi-options+"
cask "meetingbar"
cask "monitorcontrol"
cask "notion"
cask "raycast"
cask "readdle-spark"
cask "scroll-reverser"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "warp"
cask "zoom"
