tap "cirruslabs/cli"
tap "hashicorp/tap"
brew "argocd"
brew "argocd-autopilot"
brew "awscli"
brew "bottom"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eksctl"
brew "fish"
brew "gh"
brew "glab"
brew "go"
brew "go-task"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "icu4c@77"
brew "k9s"
brew "kubernetes-cli"
brew "minikube"
brew "mise"
brew "node"
brew "postgresql@14"
brew "terraform-docs"
brew "cirruslabs/cli/tart"
cask "1password"
cask "battery"
cask "bitwarden"
cask "brave-browser"
cask "cursor"
cask "discord"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "logi-options+"
cask "meetingbar"
cask "monitorcontrol"
cask "notion"
cask "raycast"
cask "readdle-spark"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "visual-studio-code"
cask "zed"
cask "zen"
