tap "cirruslabs/cli"
tap "hashicorp/tap"
brew "argocd"
brew "awscli"
brew "bottom"
brew "lima"
brew "colima"
brew "eksctl"
brew "fish"
brew "gh"
brew "glab"
brew "go"
brew "go-task"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "kubernetes-cli"
brew "mas"
brew "mise"
brew "node"
brew "cirruslabs/cli/tart"
brew "hashicorp/tap/terraform"
cask "battery"
cask "bitwarden"
# cask "brave-browser"
cask "discord"
cask "docker"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "logi-options+"
cask "meetingbar"
cask "monitorcontrol"
cask "notion"
cask "raycast"
cask "readdle-spark"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zen-browser"
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
